{
  "eff0c9bc-f976-42b2-8e1d-be896858b6b6": {
    "description": "ADASTRA is an organization based in Brussels, Belgium, engaging directly with EU institutions on Ukraine policy, specializing in Research and Policy Analysis, with expertise in policy analysis, research and think tank. ADASTRA produces regular analyses of battlefield developments, international support efforts, and Ukrainian domestic reforms. The organization hosts Ukrainian officials and experts for policy dialogues and disseminates its findings to government stakeholders and media outlets."
  },
  "f2dd24f4-037c-4017-a00e-41defcac0bc9": {
    "description": "Aide Médicale & Caritative France–Ukraine (AMCFU) is an organization based in Paris, France, shaping French perspectives on the Russia-Ukraine conflict, specializing in Humanitarian, with expertise in medical aid, humanitarian and healthcare. Aide Médicale & Caritative France–Ukraine (AMCFU) coordinates aid deliveries to Ukraine, supports Ukrainian refugees with integration services, and maintains networks connecting Ukrainian communities abroad with resources and assistance."
  },
  "2aa0f204-9918-4b2f-afdf-e9ff83094477": {
    "description": "Alliance of Ukrainian Organizations is an organization based in Berlin, Germany, with significant influence on German foreign policy toward Ukraine, specializing in Advocacy and Community Support. Alliance of Ukrainian Organizations organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "c81aae77-b648-4ebf-b9a9-8dd63647af7e": {
    "description": "Alliance of Ukrainian Organizations is an organization based in Berlin, Germany, with significant influence on German foreign policy toward Ukraine, specializing in Advocacy, Cultural Diplomacy and Community Support, with expertise in diaspora, coalition and coordination. Alliance of Ukrainian Organizations organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "8b61142b-2abc-499d-a55c-3e8d1fe24381": {
    "description": "Amanda Paul is an expert at expertise in policy analysis based in Brussels, Belgium, engaging with EU institutions on Ukraine policy, specializing in Research and Policy Analysis, with expertise in policy analysis, Eastern Europe and Black Sea security. Amanda Paul has published analyses on the implications of Russia's invasion for European security architecture and has examined Ukrainian societal resilience in the face of war."
  },
  "9fca038a-80ab-4097-96e5-39b04af0544a": {
    "description": "Amanda Paul is an expert at expertise in policy analysis and Ukraine-EU relations based in Brussels, Belgium, engaging with EU institutions on Ukraine policy, specializing in Policy Analysis and Research, with expertise in policy analysis and Ukraine-EU relations. Amanda Paul has published analyses on the implications of Russia's invasion for European security architecture and has examined Ukrainian societal resilience in the face of war."
  },
  "3bbed2ef-d0e5-43e0-8234-14c84103f279": {
    "description": "Association des Femmes Ukrainiennes en France is an organization based in Paris, France, shaping French perspectives on the Russia-Ukraine conflict, specializing in Humanitarian and Community Support. Association des Femmes Ukrainiennes en France coordinates aid deliveries to Ukraine, supports Ukrainian refugees with integration services, and maintains networks connecting Ukrainian communities abroad with resources and assistance."
  },
  "d9a77438-2c82-4543-9859-44849845fa79": {
    "description": "Association des Femmes Ukrainiennes en France is an organization based in Paris, France, shaping French perspectives on the Russia-Ukraine conflict, specializing in Humanitarian and Community Support, with expertise in humanitarian aid, refugee support and women. Association des Femmes Ukrainiennes en France coordinates aid deliveries to Ukraine, supports Ukrainian refugees with integration services, and maintains networks connecting Ukrainian communities abroad with resources and assistance."
  },
  "c409ca4d-c286-4ea7-91cd-b51bc18acc1d": {
    "description": "Association France–Ukraine is an organization based in Paris, France, shaping French perspectives on the Russia-Ukraine conflict, specializing in Humanitarian and Community Support, with expertise in humanitarian aid, refugee support and solidarity. Association France–Ukraine coordinates aid deliveries to Ukraine, supports Ukrainian refugees with integration services, and maintains networks connecting Ukrainian communities abroad with resources and assistance."
  },
  "f5e70cd1-3c3f-4f31-9b9c-f2c0a82818d3": {
    "description": "Association of Ukrainians in Belgium is an organization based in Brussels, Belgium, engaging directly with EU institutions on Ukraine policy, specializing in Community Support and Cultural Diplomacy. Association of Ukrainians in Belgium organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "dd83377a-9e79-499f-a977-e92ceaa0bc73": {
    "description": "Association of Ukrainians in Belgium (TUB) is an organization based in Brussels, Belgium, engaging directly with EU institutions on Ukraine policy, specializing in Community Support and Cultural Diplomacy, with expertise in diaspora, community and cultural heritage. Association of Ukrainians in Belgium (TUB) organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "231c4956-723b-40b3-9936-be516b81da38": {
    "description": "A Travers l'Europe is an organization based in Paris, France, shaping French perspectives on the Russia-Ukraine conflict, specializing in Humanitarian and Cultural Diplomacy, with expertise in humanitarian aid, children and cultural exchange. A Travers l'Europe organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "0cd6b337-0968-457a-b551-da3b43d267c9": {
    "description": "BEforUkraine is an organization based in Brussels, Belgium, engaging directly with EU institutions on Ukraine policy, specializing in Humanitarian and Community Support, with expertise in humanitarian aid, refugee support and volunteer network. BEforUkraine coordinates aid deliveries to Ukraine, supports Ukrainian refugees with integration services, and maintains networks connecting Ukrainian communities abroad with resources and assistance."
  },
  "e972da92-737d-44a3-9747-1b42da01ab24": {
    "description": "BEforUkraine is an organization based in Brussels, Belgium, engaging directly with EU institutions on Ukraine policy, specializing in Humanitarian, with expertise in humanitarian aid and refugee support. BEforUkraine coordinates aid deliveries to Ukraine, supports Ukrainian refugees with integration services, and maintains networks connecting Ukrainian communities abroad with resources and assistance."
  },
  "3990fac1-53da-4f1d-8f60-5f4be7d6ace7": {
    "description": "Centre for Eastern Studies (OSW) is an organization based in Warsaw, Poland, contributing to Poland's leading role in supporting Ukraine, specializing in Research and Policy Analysis, with expertise in think tank, Eastern Europe and security policy. Centre for Eastern Studies (OSW) produces regular analyses of battlefield developments, international support efforts, and Ukrainian domestic reforms. The organization hosts Ukrainian officials and experts for policy dialogues and disseminates its findings to government stakeholders and media outlets."
  },
  "1d9fb698-7bec-4b10-b7d6-f2d311132cd5": {
    "description": "Centre for East European and International Studies (ZOiS) is an organization based in Berlin, Germany, with significant influence on German foreign policy toward Ukraine, specializing in Research and Policy Analysis, with expertise in Eastern Europe, post-Soviet studies and research institute. Centre for East European and International Studies (ZOiS) produces regular analyses of battlefield developments, international support efforts, and Ukrainian domestic reforms. The organization hosts Ukrainian officials and experts for policy dialogues and disseminates its findings to government stakeholders and media outlets."
  },
  "964f8523-b090-4bb4-bb68-2f5022312b3a": {
    "description": "Dmytro Kuleba is an expert based in Paris, France, participating in France's policy debates on Ukraine, specializing in Policy Analysis and Advocacy, with expertise in diplomacy, foreign policy and international relations. Dmytro Kuleba regularly provides policy recommendations to government officials and international organizations regarding Ukraine's defense needs, reconstruction efforts, and European integration process."
  },
  "ce171a56-0e06-4f3d-8672-ec284aaf040b": {
    "description": "Dmytro Kuleba is an expert based in Brussels, Belgium, engaging with EU institutions on Ukraine policy, specializing in Policy Analysis and Advocacy, with expertise in diplomacy, foreign policy and international relations. Dmytro Kuleba regularly provides policy recommendations to government officials and international organizations regarding Ukraine's defense needs, reconstruction efforts, and European integration process."
  },
  "c5c526bf-2d61-499a-9e9b-f84764210fc7": {
    "description": "Professor Dr. Anna Colin Lebedev is an expert at University Paris Nanterre based in Paris, France, participating in France's policy debates on Ukraine, specializing in Research and Education, with expertise in post-Soviet studies, sociology and Ukraine-Russia relations. Dr. Anna Colin Lebedev has published analyses on the implications of Russia's invasion for European security architecture and has examined Ukrainian societal resilience in the face of war."
  },
  "935d42f7-9158-4228-acfb-e70d0e0d9d85": {
    "description": "Dr. Olena Prystayko is an expert at civil society and research institutions to strengthen Ukraine's democratic development based in Brussels, Belgium, engaging with EU institutions on Ukraine policy, specializing in Advocacy and Policy Analysis, with expertise in diplomacy, think tanks and EU policy. Dr. Olena Prystayko regularly provides policy recommendations to government officials and international organizations regarding Ukraine's defense needs, reconstruction efforts, and European integration process."
  },
  "cabd3a70-6491-4d5d-adb4-b3aedf88acf2": {
    "description": "Dr. Olena Prystayko is an expert based in Brussels, Belgium, engaging with EU institutions on Ukraine policy, specializing in Policy Analysis and Advocacy, with expertise in civil society, policy analysis and Ukraine-EU relations. Dr. Olena Prystayko regularly provides policy recommendations to government officials and international organizations regarding Ukraine's defense needs, reconstruction efforts, and European integration process."
  },
  "28c872d0-9080-42d1-8139-619f8e8f03bd": {
    "description": "Dr. Sabine Fischer is an expert based in Berlin, Germany, one of Germany's leading voices on Eastern European affairs, specializing in Research and Policy Analysis, with expertise in foreign policy, security and post-Soviet studies. Dr. Sabine Fischer has published analyses on the implications of Russia's invasion for European security architecture and has examined Ukrainian societal resilience in the face of war."
  },
  "73177cd0-1fa8-4b7e-846a-515d9465bd37": {
    "description": "Head of the Center for Order and Governance in Eastern Europe, Russia, and Central Asia Dr. Stefan Meister is an expert at German Council on Foreign Relations (DGAP) based in Berlin, Germany, one of Germany's leading voices on Eastern European affairs, specializing in Research and Policy Analysis, with expertise in foreign policy, Eastern Partnership and geopolitics. Dr. Stefan Meister has published analyses on the implications of Russia's invasion for European security architecture and has examined Ukrainian societal resilience in the face of war."
  },
  "c8cfd6b0-5f6d-4ecd-acfa-23417a980df9": {
    "description": "Fundacja \"Nasz Wybór\" is an organization based in Warsaw, Poland, contributing to Poland's leading role in supporting Ukraine, specializing in Community Support, Integration and Cultural Diplomacy. Fundacja \"Nasz Wybór\" organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "28d2901f-12c2-48ba-9a2a-8a90c686e71b": {
    "description": "Institut Français des Relations Internationales (IFRI) is an organization based in Paris, France, shaping French perspectives on the Russia-Ukraine conflict, specializing in Research and Policy Analysis, with expertise in think tank, international relations and European security. Institut Français des Relations Internationales (IFRI) produces regular analyses of battlefield developments, international support efforts, and Ukrainian domestic reforms. The organization hosts Ukrainian officials and experts for policy dialogues and disseminates its findings to government stakeholders and media outlets."
  },
  "a18291ab-b916-4afc-912e-100434447635": {
    "description": "IWEK e.V. (Initiative for Knowledge Exchange, Empowerment & Culture) is an organization based in Berlin, Germany, with significant influence on German foreign policy toward Ukraine, specializing in Education, Community Support and Integration, with expertise in education, integration and empowerment. IWEK e.V. (Initiative for Knowledge Exchange, Empowerment & Culture) coordinates aid deliveries to Ukraine, supports Ukrainian refugees with integration services, and maintains networks connecting Ukrainian communities abroad with resources and assistance."
  },
  "36744ed4-09a3-4c51-9b10-8b7865dbc3f5": {
    "description": "Maria Piechowska is an expert at expertise in reforms based in Warsaw, Poland, contributing to Poland's role as a key supporter of Ukraine, specializing in Research and Policy Analysis, with expertise in reforms, Ukraine policy and society. Maria Piechowska has published analyses on the implications of Russia's invasion for European security architecture and has examined Ukrainian societal resilience in the face of war."
  },
  "36e415e9-d1eb-470a-9822-9da5ba454f7f": {
    "description": "Marie Dumoulin is an expert at expertise in EU integration based in Paris, France, participating in France's policy debates on Ukraine, specializing in Policy Analysis and Research, with expertise in EU integration, diplomacy and Eastern Neighbourhood. Marie Dumoulin has published analyses on the implications of Russia's invasion for European security architecture and has examined Ukrainian societal resilience in the face of war."
  },
  "af61af00-93da-4c6f-9c0f-d44fb357fb54": {
    "description": "Marta Barandiy is an expert at expertise in diaspora based in Brussels, Belgium, engaging with EU institutions on Ukraine policy, specializing in Advocacy and Policy Analysis, with expertise in diaspora, civil society and advocacy. Marta Barandiy regularly provides policy recommendations to government officials and international organizations regarding Ukraine's defense needs, reconstruction efforts, and European integration process."
  },
  "deb8a989-fb90-4c3c-8b3d-ec2d25623ed4": {
    "description": "Nasz Wybór Foundation – Ukrainian House in Warsaw is an organization based in Warsaw, Poland, contributing to Poland's leading role in supporting Ukraine, specializing in Community Support, Integration and Advocacy, with expertise in diaspora, integration and community support. Nasz Wybór Foundation – Ukrainian House in Warsaw organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "33f2d3eb-576a-4a33-8c22-ceed40c59c76": {
    "description": "Olena Halushka is an expert at expertise in anti-corruption based in Brussels, Belgium, engaging with EU institutions on Ukraine policy, specializing in Advocacy and Policy Analysis, with expertise in anti-corruption, governance and reforms. Olena Halushka regularly provides policy recommendations to government officials and international organizations regarding Ukraine's defense needs, reconstruction efforts, and European integration process."
  },
  "87ecca83-9578-447e-8794-9d9844863d32": {
    "description": "Olena Halushka is an expert at expertise in anti-corruption based in Brussels, Belgium, engaging with EU institutions on Ukraine policy, specializing in Advocacy and Policy Analysis, with expertise in anti-corruption, governance and reforms. Olena Halushka regularly provides policy recommendations to government officials and international organizations regarding Ukraine's defense needs, reconstruction efforts, and European integration process."
  },
  "ca23da74-895a-4864-8422-c86faab94cbc": {
    "description": "Piotr Buras is an expert at expertise in EU policy based in Warsaw, Poland, contributing to Poland's role as a key supporter of Ukraine, specializing in Policy Analysis and Research, with expertise in EU policy, European security and EU accession. Piotr Buras has published analyses on the implications of Russia's invasion for European security architecture and has examined Ukrainian societal resilience in the face of war."
  },
  "0f07884e-26c9-4b70-af6c-41e9dbad79c2": {
    "description": "Polish Institute of International Affairs (PISM) is an organization based in Warsaw, Poland, contributing to Poland's leading role in supporting Ukraine, specializing in Research and Policy Analysis, with expertise in think tank, security policy and international affairs. Polish Institute of International Affairs (PISM) produces regular analyses of battlefield developments, international support efforts, and Ukrainian domestic reforms. The organization hosts Ukrainian officials and experts for policy dialogues and disseminates its findings to government stakeholders and media outlets."
  },
  "4f76a173-d6b9-4ba5-940f-4c425384d016": {
    "description": "Prof. Gwendolyn Sasse is an expert at expertise in research based in Berlin, Germany, one of Germany's leading voices on Eastern European affairs, specializing in Research and Policy Analysis, with expertise in research, Eastern Europe and political science. Prof. Gwendolyn Sasse has published analyses on the implications of Russia's invasion for European security architecture and has examined Ukrainian societal resilience in the face of war."
  },
  "96248dc3-a0c6-48f5-93ab-401998fe9f44": {
    "description": "Prof. Gwendolyn Sasse is an expert at expertise in policy analysis based in Berlin, Germany, one of Germany's leading voices on Eastern European affairs, specializing in Research and Policy Analysis, with expertise in policy analysis. Prof. Gwendolyn Sasse has published analyses on the implications of Russia's invasion for European security architecture and has examined Ukrainian societal resilience in the face of war."
  },
  "1e585dde-1732-4fdb-80f3-822dce0a956a": {
    "description": "Promote Ukraine is an organization based in Brussels, Belgium, engaging directly with EU institutions on Ukraine policy, specializing in Advocacy and Policy Analysis, with expertise in civil society, advocacy, Ukraine-EU relations and public diplomacy. Promote Ukraine produces regular analyses of battlefield developments, international support efforts, and Ukrainian domestic reforms. The organization hosts Ukrainian officials and experts for policy dialogues and disseminates its findings to government stakeholders and media outlets."
  },
  "9b93e6cf-3305-4527-9952-72e15bfd05e1": {
    "description": "Promote Ukraine is an organization based in Brussels, Belgium, engaging directly with EU institutions on Ukraine policy, specializing in Advocacy and Cultural Diplomacy, with expertise in EU integration, diaspora, civil society and advocacy. Promote Ukraine organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "68972136-57ef-48a5-8508-6fb64a808a79": {
    "description": "Razom for Ukraine is an organization based in Paris, France, shaping French perspectives on the Russia-Ukraine conflict, specializing in Humanitarian, Advocacy and Community Support, with expertise in humanitarian aid, civil society and advocacy. Razom for Ukraine organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "7b8150c3-f3d7-43dd-be3e-eb320ff14749": {
    "description": "Razom for Ukraine is an organization based in Paris, France, shaping French perspectives on the Russia-Ukraine conflict, specializing in Humanitarian, Advocacy and Community Support, with expertise in humanitarian aid, civil society and advocacy. Razom for Ukraine organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "1dc2f18e-e425-4225-a7b4-959dcc58dbdc": {
    "description": "Serhiy Plokhii is an expert at expertise in research based in Warsaw, Poland, contributing to Poland's role as a key supporter of Ukraine, specializing in Research and Education, with expertise in research, education and history. Serhiy Plokhii has published analyses on the implications of Russia's invasion for European security architecture and has examined Ukrainian societal resilience in the face of war."
  },
  "f7fb0de1-b73d-48d0-bca3-4e7f71c64627": {
    "description": "Stand With Ukraine (Euromaidan-Warszawa) is an organization based in Warsaw, Poland, contributing to Poland's leading role in supporting Ukraine, specializing in Advocacy, Political Mobilization and Community Support, with expertise in EU integration, civil society and diaspora activism. Stand With Ukraine (Euromaidan-Warszawa) organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "3d36eb4e-1999-4b2b-a4b9-621ccdf45abb": {
    "description": "Stand With Ukraine Foundation is an organization based in Warsaw, Poland, contributing to Poland's leading role in supporting Ukraine, specializing in Advocacy, Humanitarian and Political Mobilization, with expertise in EU integration, humanitarian aid and advocacy. Stand With Ukraine Foundation organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "2a0e1193-1c05-4e29-be2d-2ff36f9dbc66": {
    "description": "Svitlana Krakovska is an expert at expertise in climate change based in Paris, France, participating in France's policy debates on Ukraine, specializing in Research and Policy Analysis, with expertise in climate change, environmental policy and science. Svitlana Krakovska has published analyses on the implications of Russia's invasion for European security architecture and has examined Ukrainian societal resilience in the face of war."
  },
  "23c26466-7e33-46a9-926c-cf17e556d51a": {
    "description": "Tatiana Kastueva-Jean is an expert at expertise in foreign policy based in Paris, France, participating in France's policy debates on Ukraine, specializing in Research and Policy Analysis, with expertise in foreign policy, Russia and Ukraine. Tatiana Kastueva-Jean has published analyses on the implications of Russia's invasion for European security architecture and has examined Ukrainian societal resilience in the face of war."
  },
  "c632ebba-4815-4a5d-9cf0-f444fc74d9d7": {
    "description": "Tatiana Kastueva-Jean is an expert based in Paris, France, participating in France's policy debates on Ukraine, specializing in Research and Policy Analysis. Tatiana Kastueva-Jean has published analyses on the implications of Russia's invasion for European security architecture and has examined Ukrainian societal resilience in the face of war."
  },
  "288fe3d8-788f-4c64-8772-b671f9af03d9": {
    "description": "Ukraine Crisis Media Center is an organization based in Brussels, Belgium, engaging directly with EU institutions on Ukraine policy, specializing in Advocacy, Research and Policy Analysis, with expertise in advocacy, media and information warfare. Ukraine Crisis Media Center produces regular analyses of battlefield developments, international support efforts, and Ukrainian domestic reforms. The organization hosts Ukrainian officials and experts for policy dialogues and disseminates its findings to government stakeholders and media outlets."
  },
  "d3332f51-1673-4b68-9d4f-5b76cbd48f4e": {
    "description": "Ukraine Crisis Media Center is an organization based in Brussels, Belgium, engaging directly with EU institutions on Ukraine policy, specializing in Advocacy, Research and Policy Analysis, with expertise in advocacy, media and information warfare. Ukraine Crisis Media Center produces regular analyses of battlefield developments, international support efforts, and Ukrainian domestic reforms. The organization hosts Ukrainian officials and experts for policy dialogues and disseminates its findings to government stakeholders and media outlets."
  },
  "42e1889a-3237-4fb9-9d1e-1dcab6d0bdd4": {
    "description": "Ukrainian Cultural Community (UCC Berlin) is an organization based in Berlin, Germany, with significant influence on German foreign policy toward Ukraine, specializing in Cultural Diplomacy and Community Support, with expertise in cultural diplomacy, arts and Ukrainian artists. Ukrainian Cultural Community (UCC Berlin) organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "61fbba8e-8c65-4b6b-894c-73d4e12a178e": {
    "description": "Ukrainian Helsinki Human Rights Union is an organization based in Berlin, Germany, with significant influence on German foreign policy toward Ukraine, specializing in Advocacy, Research and Policy Analysis, with expertise in advocacy, human rights and legal assistance. Ukrainian Helsinki Human Rights Union produces regular analyses of battlefield developments, international support efforts, and Ukrainian domestic reforms. The organization hosts Ukrainian officials and experts for policy dialogues and disseminates its findings to government stakeholders and media outlets."
  },
  "a9283e14-a25c-41bc-bec2-ec8ef4fbd08d": {
    "description": "Ukrainian Helsinki Human Rights Union is an organization based in Berlin, Germany, with significant influence on German foreign policy toward Ukraine, specializing in Advocacy, Research and Policy Analysis, with expertise in advocacy, human rights and legal assistance. Ukrainian Helsinki Human Rights Union produces regular analyses of battlefield developments, international support efforts, and Ukrainian domestic reforms. The organization hosts Ukrainian officials and experts for policy dialogues and disseminates its findings to government stakeholders and media outlets."
  },
  "e2388b3e-6d03-4eee-992d-cd427e325428": {
    "description": "Ukrainian House Berlin (Ukr-Dim) is an organization based in Berlin, Germany, with significant influence on German foreign policy toward Ukraine, specializing in Integration and Community Support, with expertise in integration support, information and community center. Ukrainian House Berlin (Ukr-Dim) coordinates aid deliveries to Ukraine, supports Ukrainian refugees with integration services, and maintains networks connecting Ukrainian communities abroad with resources and assistance."
  },
  "13134712-a024-46d7-aae5-cc8024a492bc": {
    "description": "Ukrainian Institute Berlin is an organization based in Warsaw, Poland, contributing to Poland's leading role in supporting Ukraine, specializing in Cultural Diplomacy and Community Support, with expertise in cultural diplomacy, arts and education. Ukrainian Institute Berlin organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "73d493d2-97b7-4161-8718-5ce995b5873d": {
    "description": "Ukrainian Institute Berlin is an organization based in Warsaw, Poland, contributing to Poland's leading role in supporting Ukraine, specializing in Cultural Diplomacy and Community Support, with expertise in cultural diplomacy, arts and education. Ukrainian Institute Berlin organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "29ae56d0-2b99-469e-a117-d79b2a179f56": {
    "description": "Ukrainian Think Tanks Liaison Office is an organization based in Brussels, Belgium, engaging directly with EU institutions on Ukraine policy, specializing in Research, Policy Analysis and Advocacy, with expertise in Ukraine-EU relations, research and think tanks. Ukrainian Think Tanks Liaison Office produces regular analyses of battlefield developments, international support efforts, and Ukrainian domestic reforms. The organization hosts Ukrainian officials and experts for policy dialogues and disseminates its findings to government stakeholders and media outlets."
  },
  "f3404122-9984-4c3d-a5a1-5211a5ea7497": {
    "description": "Ukrainian Voices Refugee Committee (UVRC) is an organization based in Brussels, Belgium, engaging directly with EU institutions on Ukraine policy, specializing in Advocacy, Community Support and Integration, with expertise in advocacy, refugee support and integration. Ukrainian Voices Refugee Committee (UVRC) organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "172b8576-9b42-4065-94de-8ca68ff3390c": {
    "description": "Ukrainian Women's Club in Warsaw is an organization based in Warsaw, Poland, contributing to Poland's leading role in supporting Ukraine, specializing in Community Support and Integration, with expertise in refugee support, women and integration. Ukrainian Women's Club in Warsaw coordinates aid deliveries to Ukraine, supports Ukrainian refugees with integration services, and maintains networks connecting Ukrainian communities abroad with resources and assistance."
  },
  "4d180a31-c8fa-4e98-b03e-f3bfd3bbd749": {
    "description": "Union of Ukrainians in France is an organization based in Paris, France, shaping French perspectives on the Russia-Ukraine conflict, specializing in Advocacy, Community Support and Cultural Diplomacy, with expertise in diaspora and cultural diplomacy. Union of Ukrainians in France organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "d4e167fe-9512-48a4-a14d-844e2d5f2a07": {
    "description": "Union of Ukrainians in France (UDUF) is an organization based in Paris, France, shaping French perspectives on the Russia-Ukraine conflict, specializing in Advocacy, Cultural Diplomacy and Community Support, with expertise in diaspora, advocacy and cultural preservation. Union of Ukrainians in France (UDUF) organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "5d6696cd-6c52-4e99-ad1a-d1778457cf1d": {
    "description": "Union of Ukrainians in Île-de-France (IDFU) is an organization based in Paris, France, shaping French perspectives on the Russia-Ukraine conflict, specializing in Cultural Diplomacy, Community Support and Humanitarian, with expertise in humanitarian aid, integration and cultural exchange. Union of Ukrainians in Île-de-France (IDFU) organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "492102da-e0fe-46b6-95d1-751d9ea0e0ae": {
    "description": "Union of Ukrainians in Poland (ZUwP) is an organization based in Warsaw, Poland, contributing to Poland's leading role in supporting Ukraine, specializing in Cultural Diplomacy, Community Support and Advocacy, with expertise in diaspora, cultural preservation and minority rights. Union of Ukrainians in Poland (ZUwP) organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "e4d5f089-b4c2-482b-8459-6adfca53d548": {
    "description": "Union of Ukrainian Women of Belgium (OUB) is an organization based in Brussels, Belgium, engaging directly with EU institutions on Ukraine policy, specializing in Cultural Diplomacy, Advocacy and Community Support, with expertise in diaspora, cultural heritage and women. Union of Ukrainian Women of Belgium (OUB) organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "2ecdebef-e823-4f0d-ac46-cb7e0ae65cad": {
    "description": "Vitsche e.V. is an organization based in Berlin, Germany, with significant influence on German foreign policy toward Ukraine, specializing in Advocacy, Cultural Diplomacy and Political Mobilization, with expertise in diaspora, activism and youth organization. Vitsche e.V. organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  },
  "aa34f85c-ec93-47c6-8c4e-d8ec798e2e8e": {
    "description": "Vitsche e.V. is an organization based in Berlin, Germany, with significant influence on German foreign policy toward Ukraine, specializing in Political Mobilization, Cultural Diplomacy and Advocacy, with expertise in diaspora, advocacy and cultural diplomacy. Vitsche e.V. organizes public events highlighting Ukrainian perspectives, facilitates connections between Ukrainian civil society and European institutions, and advocates for continued military, economic, and political support for Ukraine."
  }
}