{
  "eff0c9bc-f976-42b2-8e1d-be896858b6b6": {
    "description": "ADASTRA is an organization based in Brussels, Belgium, specializing in Research and Policy Analysis, with expertise in policy analysis, research and think tank."
  },
  "f2dd24f4-037c-4017-a00e-41defcac0bc9": {
    "description": "Aide Médicale & Caritative France–Ukraine (AMCFU) is an organization based in Paris, France, specializing in Humanitarian, with expertise in medical aid, humanitarian and healthcare."
  },
  "cabd3a70-6491-4d5d-adb4-b3aedf88acf2": {
    "description": "Dr. Olena Prystayko is a Ukrainian policy expert specializing in European integration and Ukraine-EU relations. She has served as Executive Director of the Ukrainian Think Tanks Liaison Office in Brussels, advocating for Ukraine's European perspective. With a PhD in International Relations, Dr. Prystayko has extensive experience working with civil society and research institutions to strengthen Ukraine's democratic development. She is a regular contributor to policy discussions on Ukraine's reform process, especially regarding anti-corruption efforts and democratic governance."
  },
  "28c872d0-9080-42d1-8139-619f8e8f03bd": {
    "description": "Dr. Sabine Fischer is a Senior Fellow at the German Institute for International and Security Affairs (SWP) in Berlin. She specializes in Russian foreign policy, EU-Russia relations, and post-Soviet conflicts, with particular expertise on Ukraine. Dr. Fischer has published extensively on the conflict in eastern Ukraine and Russia's annexation of Crimea. From 2007 to 2012, she headed the Russia research group at SWP, and from 2012 to 2015, she directed the EU Institute for Security Studies' activities on Russia and Eastern neighbors."
  },
  "73177cd0-1fa8-4b7e-846a-515d9465bd37": {
    "description": "Dr. Stefan Meister is Head of the Center for Order and Governance in Eastern Europe, Russia, and Central Asia at the German Council on Foreign Relations (DGAP). He specializes in Russian domestic and foreign policy, EU-Russia relations, and post-Soviet conflict regions. Previously, he was director of the Heinrich Böll Foundation's South Caucasus Office (2019-2021) and head of the Robert Bosch Center for Central and Eastern Europe, Russia, and Central Asia at DGAP (2017-2019). Dr. Meister is a recognized expert on Russia's war against Ukraine, Eastern European security, and transatlantic relations."
  },
  "2aa0f204-9918-4b2f-afdf-e9ff83094477": {
    "description": "Alliance of Ukrainian Organizations is an organization based in Berlin, Germany, specializing in Advocacy and Community Support. Alliance of Ukrainian Organizations has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "c81aae77-b648-4ebf-b9a9-8dd63647af7e": {
    "description": "Alliance of Ukrainian Organizations is an organization based in Berlin, Germany, specializing in Advocacy, Cultural Diplomacy and Community Support, with expertise in diaspora, coalition and coordination. Alliance of Ukrainian Organizations has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "8b61142b-2abc-499d-a55c-3e8d1fe24381": {
    "description": "Amanda Paul is an expert based in Brussels, Belgium, specializing in Research and Policy Analysis, with expertise in policy analysis, Eastern Europe and Black Sea security. Amanda Paul contributes to policy discussions and analysis related to Ukraine and Eastern European security."
  },
  "9fca038a-80ab-4097-96e5-39b04af0544a": {
    "description": "Amanda Paul is an expert based in Brussels, Belgium, specializing in Policy Analysis and Research, with expertise in policy analysis and Ukraine-EU relations. Amanda Paul contributes to policy discussions and analysis related to Ukraine and Eastern European security."
  },
  "3bbed2ef-d0e5-43e0-8234-14c84103f279": {
    "description": "Association des Femmes Ukrainiennes en France is an organization based in Paris, France, specializing in Humanitarian and Community Support. Association des Femmes Ukrainiennes en France has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "d9a77438-2c82-4543-9859-44849845fa79": {
    "description": "Association des Femmes Ukrainiennes en France is an organization based in Paris, France, specializing in Humanitarian and Community Support, with expertise in humanitarian aid, refugee support and women. Association des Femmes Ukrainiennes en France has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "c409ca4d-c286-4ea7-91cd-b51bc18acc1d": {
    "description": "Association France–Ukraine is an organization based in Paris, France, specializing in Humanitarian and Community Support, with expertise in humanitarian aid, refugee support and solidarity. Association France–Ukraine has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "f5e70cd1-3c3f-4f31-9b9c-f2c0a82818d3": {
    "description": "Association of Ukrainians in Belgium is an organization based in Brussels, Belgium, specializing in Community Support and Cultural Diplomacy. Association of Ukrainians in Belgium has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "dd83377a-9e79-499f-a977-e92ceaa0bc73": {
    "description": "Association of Ukrainians in Belgium (TUB) is an organization based in Brussels, Belgium, specializing in Community Support and Cultural Diplomacy, with expertise in diaspora, community and cultural heritage. Association of Ukrainians in Belgium (TUB) has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "231c4956-723b-40b3-9936-be516b81da38": {
    "description": "A Travers l'Europe is an organization based in Paris, France, specializing in Humanitarian and Cultural Diplomacy, with expertise in humanitarian aid, children and cultural exchange. A Travers l'Europe has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "0cd6b337-0968-457a-b551-da3b43d267c9": {
    "description": "BEforUkraine is an organization based in Brussels, Belgium, specializing in Humanitarian and Community Support, with expertise in humanitarian aid, refugee support and volunteer network. BEforUkraine has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "e972da92-737d-44a3-9747-1b42da01ab24": {
    "description": "BEforUkraine is an organization based in Brussels, Belgium, specializing in Humanitarian, with expertise in humanitarian aid and refugee support. BEforUkraine has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "3990fac1-53da-4f1d-8f60-5f4be7d6ace7": {
    "description": "The Centre for Eastern Studies (OSW) is a leading Polish public research institution dedicated to the study of Central and Eastern Europe, the Balkans, the Caucasus, Central Asia, and Russia. Founded in 1990 and based in Warsaw, OSW provides expert analysis on political, economic, and social developments in the region, with a particular focus on Ukraine. Key experts include Dr. Wojciech Konończuk, Director of OSW, and Tadeusz Iwański, Head of the Ukraine Department. Since Russia's annexation of Crimea in 2014, OSW has extensively researched Ukraine's security challenges, reform processes, and European integration efforts. The Centre's work is highly regarded by policymakers and has been crucial in shaping Poland's supportive policy toward Ukraine during the ongoing Russian invasion."
  },
  "1d9fb698-7bec-4b10-b7d6-f2d311132cd5": {
    "description": "The Centre for East European and International Studies (ZOiS) is a research institution based in Berlin, Germany, focusing on academic and policy-relevant research on Eastern Europe, with particular emphasis on Ukraine, Russia, and Belarus. Founded in 2016, ZOiS brings together social science perspectives on politics, society, economy, and culture in the region. Key experts include Prof. Dr. Gwendolyn Sasse, Scientific Director, and Dr. Sabine von Löwis, who researches border regions and conflict zones. The Centre has conducted significant research on societal transformations in Ukraine since the Euromaidan Revolution, including identity changes, migration patterns, and conflict experiences in eastern Ukraine. ZOiS researchers regularly provide expert analysis on Russia's war against Ukraine and its implications for European security and regional dynamics."
  },
  "964f8523-b090-4bb4-bb68-2f5022312b3a": {
    "description": "Dmytro Kuleba is Ukraine's Minister of Foreign Affairs, appointed in March 2020. He previously served as Vice Prime Minister for European and Euro-Atlantic Integration. A career diplomat, Kuleba has been a key voice representing Ukraine's interests during Russia's full-scale invasion, advocating for international support and sanctions against Russia. He has extensive experience in European diplomacy and is the author of 'The War for Reality: How to Win in the World of Fakes, Truths and Communities.'"
  },
  "ce171a56-0e06-4f3d-8672-ec284aaf040b": {
    "description": "Dmytro Kuleba is Ukraine's Minister of Foreign Affairs, appointed in March 2020. He previously served as Vice Prime Minister for European and Euro-Atlantic Integration. A career diplomat, Kuleba has been a key voice representing Ukraine's interests during Russia's full-scale invasion, advocating for international support and sanctions against Russia. He has extensive experience in European diplomacy and is the author of 'The War for Reality: How to Win in the World of Fakes, Truths and Communities.'"
  },
  "c5c526bf-2d61-499a-9e9b-f84764210fc7": {
    "description": "Dr. Anna Colin Lebedev is an Associate Professor at the University Paris Nanterre, specializing in post-Soviet societies with a focus on Ukraine. Her research examines social mobilizations, war experiences, and state-society relations in Ukraine. She has extensively studied the Donbas conflict since 2014, analyzing veteran movements and civilian experiences of war. Dr. Lebedev regularly contributes to public debates on the ongoing Russian invasion of Ukraine, providing expert analysis on social transformations and resilience in Ukrainian society."
  },
  "935d42f7-9158-4228-acfb-e70d0e0d9d85": {
    "description": "Dr. Olena Prystayko is a Ukrainian policy expert specializing in European integration and Ukraine-EU relations. She has served as Executive Director of the Ukrainian Think Tanks Liaison Office in Brussels, advocating for Ukraine's European perspective. With a PhD in International Relations, Dr. Prystayko has extensive experience working with civil society and research institutions to strengthen Ukraine's democratic development. She is a regular contributor to policy discussions on Ukraine's reform process, especially regarding anti-corruption efforts and democratic governance."
  },
  "c8cfd6b0-5f6d-4ecd-acfa-23417a980df9": {
    "description": "Fundacja \"Nasz Wybór\" is an organization based in Warsaw, Poland, specializing in Community Support, Integration and Cultural Diplomacy. Fundacja \"Nasz Wybór\" has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "28d2901f-12c2-48ba-9a2a-8a90c686e71b": {
    "description": "The French Institute of International Relations (IFRI) is France's leading international affairs research center and think tank, founded in 1979 and based in Paris. IFRI conducts policy-oriented research on major regional issues, with a strong focus on European-Russian relations and developments in Ukraine. Key experts include Tatiana Kastouéva-Jean, Director of the Russia/NIS Center, and Dominique David, Executive Vice-President. The institute has been actively analyzing Russia's war against Ukraine, providing French policymakers with expertise on security implications for Europe, energy security challenges, and the evolving geopolitical landscape. IFRI organizes conferences, publishes research papers, and fosters dialogue between academic experts and political decision-makers."
  },
  "a18291ab-b916-4afc-912e-100434447635": {
    "description": "IWEK e.V. (Initiative for Knowledge Exchange, Empowerment & Culture) is an organization based in Berlin, Germany, specializing in Education, Community Support and Integration, with expertise in education, integration and empowerment. IWEK e.V. (Initiative for Knowledge Exchange, Empowerment & Culture) has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "36744ed4-09a3-4c51-9b10-8b7865dbc3f5": {
    "description": "Maria Piechowska is an expert based in Warsaw, Poland, specializing in Research and Policy Analysis, with expertise in reforms, Ukraine policy and society. Maria Piechowska contributes to policy discussions and analysis related to Ukraine and Eastern European security."
  },
  "36e415e9-d1eb-470a-9822-9da5ba454f7f": {
    "description": "Marie Dumoulin is an expert based in Paris, France, specializing in Policy Analysis and Research, with expertise in EU integration, diplomacy and Eastern Neighbourhood. Marie Dumoulin contributes to policy discussions and analysis related to Ukraine and Eastern European security."
  },
  "af61af00-93da-4c6f-9c0f-d44fb357fb54": {
    "description": "Marta Barandiy is an expert based in Brussels, Belgium, specializing in Advocacy and Policy Analysis, with expertise in diaspora, civil society and advocacy. Marta Barandiy contributes to policy discussions and analysis related to Ukraine and Eastern European security."
  },
  "deb8a989-fb90-4c3c-8b3d-ec2d25623ed4": {
    "description": "Nasz Wybór Foundation – Ukrainian House in Warsaw is an organization based in Warsaw, Poland, specializing in Community Support, Integration and Advocacy, with expertise in diaspora, integration and community support. Nasz Wybór Foundation – Ukrainian House in Warsaw has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "33f2d3eb-576a-4a33-8c22-ceed40c59c76": {
    "description": "Olena Halushka is an expert based in Brussels, Belgium, specializing in Advocacy and Policy Analysis, with expertise in anti-corruption, governance and reforms. Olena Halushka contributes to policy discussions and analysis related to Ukraine and Eastern European security."
  },
  "87ecca83-9578-447e-8794-9d9844863d32": {
    "description": "Olena Halushka is an expert based in Brussels, Belgium, specializing in Advocacy and Policy Analysis, with expertise in anti-corruption, governance and reforms. Olena Halushka contributes to policy discussions and analysis related to Ukraine and Eastern European security."
  },
  "ca23da74-895a-4864-8422-c86faab94cbc": {
    "description": "Piotr Buras is an expert based in Warsaw, Poland, specializing in Policy Analysis and Research, with expertise in EU policy, European security and EU accession. Piotr Buras contributes to policy discussions and analysis related to Ukraine and Eastern European security."
  },
  "0f07884e-26c9-4b70-af6c-41e9dbad79c2": {
    "description": "Polish Institute of International Affairs (PISM) is an organization based in Warsaw, Poland, specializing in Research and Policy Analysis, with expertise in think tank, security policy and international affairs. Polish Institute of International Affairs (PISM) has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "4f76a173-d6b9-4ba5-940f-4c425384d016": {
    "description": "Prof. Gwendolyn Sasse is an expert based in Berlin, Germany, specializing in Research and Policy Analysis, with expertise in research, Eastern Europe and political science. Prof. Gwendolyn Sasse contributes to policy discussions and analysis related to Ukraine and Eastern European security."
  },
  "96248dc3-a0c6-48f5-93ab-401998fe9f44": {
    "description": "Prof. Gwendolyn Sasse is an expert based in Berlin, Germany, specializing in Research and Policy Analysis, with expertise in policy analysis. Prof. Gwendolyn Sasse contributes to policy discussions and analysis related to Ukraine and Eastern European security."
  },
  "1e585dde-1732-4fdb-80f3-822dce0a956a": {
    "description": "Promote Ukraine is an organization based in Brussels, Belgium, specializing in Advocacy and Policy Analysis, with expertise in civil society, advocacy, Ukraine-EU relations and public diplomacy. Promote Ukraine has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "9b93e6cf-3305-4527-9952-72e15bfd05e1": {
    "description": "Promote Ukraine is an organization based in Brussels, Belgium, specializing in Advocacy and Cultural Diplomacy, with expertise in EU integration, diaspora, civil society and advocacy. Promote Ukraine has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "68972136-57ef-48a5-8508-6fb64a808a79": {
    "description": "Razom for Ukraine is an organization based in Paris, France, specializing in Humanitarian, Advocacy and Community Support, with expertise in humanitarian aid, civil society and advocacy. Razom for Ukraine has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "7b8150c3-f3d7-43dd-be3e-eb320ff14749": {
    "description": "Razom for Ukraine is an organization based in Paris, France, specializing in Humanitarian, Advocacy and Community Support, with expertise in humanitarian aid, civil society and advocacy. Razom for Ukraine has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "1dc2f18e-e425-4225-a7b4-959dcc58dbdc": {
    "description": "Serhiy Plokhii is an expert based in Warsaw, Poland, specializing in Research and Education, with expertise in research, education and history. Serhiy Plokhii contributes to policy discussions and analysis related to Ukraine and Eastern European security."
  },
  "f7fb0de1-b73d-48d0-bca3-4e7f71c64627": {
    "description": "Stand With Ukraine (Euromaidan-Warszawa) is an organization based in Warsaw, Poland, specializing in Advocacy, Political Mobilization and Community Support, with expertise in EU integration, civil society and diaspora activism. Stand With Ukraine (Euromaidan-Warszawa) has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "3d36eb4e-1999-4b2b-a4b9-621ccdf45abb": {
    "description": "Stand With Ukraine Foundation is an organization based in Warsaw, Poland, specializing in Advocacy, Humanitarian and Political Mobilization, with expertise in EU integration, humanitarian aid and advocacy. Stand With Ukraine Foundation has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "2a0e1193-1c05-4e29-be2d-2ff36f9dbc66": {
    "description": "Svitlana Krakovska is an expert based in Paris, France, specializing in Research and Policy Analysis, with expertise in climate change, environmental policy and science. Svitlana Krakovska contributes to policy discussions and analysis related to Ukraine and Eastern European security."
  },
  "23c26466-7e33-46a9-926c-cf17e556d51a": {
    "description": "Tatiana Kastueva-Jean is an expert based in Paris, France, specializing in Research and Policy Analysis, with expertise in foreign policy, Russia and Ukraine. Tatiana Kastueva-Jean contributes to policy discussions and analysis related to Ukraine and Eastern European security."
  },
  "c632ebba-4815-4a5d-9cf0-f444fc74d9d7": {
    "description": "Tatiana Kastueva-Jean is an expert based in Paris, France, specializing in Research and Policy Analysis. Tatiana Kastueva-Jean contributes to policy discussions and analysis related to Ukraine and Eastern European security."
  },
  "288fe3d8-788f-4c64-8772-b671f9af03d9": {
    "description": "Ukraine Crisis Media Center is an organization based in Brussels, Belgium, specializing in Advocacy, Research and Policy Analysis, with expertise in advocacy, media and information warfare. Ukraine Crisis Media Center has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "d3332f51-1673-4b68-9d4f-5b76cbd48f4e": {
    "description": "Ukraine Crisis Media Center is an organization based in Brussels, Belgium, specializing in Advocacy, Research and Policy Analysis, with expertise in advocacy, media and information warfare. Ukraine Crisis Media Center has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "42e1889a-3237-4fb9-9d1e-1dcab6d0bdd4": {
    "description": "Ukrainian Cultural Community (UCC Berlin) is an organization based in Berlin, Germany, specializing in Cultural Diplomacy and Community Support, with expertise in cultural diplomacy, arts and Ukrainian artists. Ukrainian Cultural Community (UCC Berlin) has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "61fbba8e-8c65-4b6b-894c-73d4e12a178e": {
    "description": "Ukrainian Helsinki Human Rights Union is an organization based in Berlin, Germany, specializing in Advocacy, Research and Policy Analysis, with expertise in advocacy, human rights and legal assistance. Ukrainian Helsinki Human Rights Union has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "a9283e14-a25c-41bc-bec2-ec8ef4fbd08d": {
    "description": "Ukrainian Helsinki Human Rights Union is an organization based in Berlin, Germany, specializing in Advocacy, Research and Policy Analysis, with expertise in advocacy, human rights and legal assistance. Ukrainian Helsinki Human Rights Union has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "e2388b3e-6d03-4eee-992d-cd427e325428": {
    "description": "Ukrainian House Berlin (Ukr-Dim) is an organization based in Berlin, Germany, specializing in Integration and Community Support, with expertise in integration support, information and community center. Ukrainian House Berlin (Ukr-Dim) has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "13134712-a024-46d7-aae5-cc8024a492bc": {
    "description": "Ukrainian Institute Berlin is an organization based in Warsaw, Poland, specializing in Cultural Diplomacy and Community Support, with expertise in cultural diplomacy, arts and education. Ukrainian Institute Berlin has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "73d493d2-97b7-4161-8718-5ce995b5873d": {
    "description": "Ukrainian Institute Berlin is an organization based in Warsaw, Poland, specializing in Cultural Diplomacy and Community Support, with expertise in cultural diplomacy, arts and education. Ukrainian Institute Berlin has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "29ae56d0-2b99-469e-a117-d79b2a179f56": {
    "description": "Ukrainian Think Tanks Liaison Office is an organization based in Brussels, Belgium, specializing in Research, Policy Analysis and Advocacy, with expertise in Ukraine-EU relations, research and think tanks. Ukrainian Think Tanks Liaison Office has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "f3404122-9984-4c3d-a5a1-5211a5ea7497": {
    "description": "Ukrainian Voices Refugee Committee (UVRC) is an organization based in Brussels, Belgium, specializing in Advocacy, Community Support and Integration, with expertise in advocacy, refugee support and integration. Ukrainian Voices Refugee Committee (UVRC) has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "172b8576-9b42-4065-94de-8ca68ff3390c": {
    "description": "Ukrainian Women's Club in Warsaw is an organization based in Warsaw, Poland, specializing in Community Support and Integration, with expertise in refugee support, women and integration. Ukrainian Women's Club in Warsaw has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "4d180a31-c8fa-4e98-b03e-f3bfd3bbd749": {
    "description": "Union of Ukrainians in France is an organization based in Paris, France, specializing in Advocacy, Community Support and Cultural Diplomacy, with expertise in diaspora and cultural diplomacy. Union of Ukrainians in France has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "d4e167fe-9512-48a4-a14d-844e2d5f2a07": {
    "description": "Union of Ukrainians in France (UDUF) is an organization based in Paris, France, specializing in Advocacy, Cultural Diplomacy and Community Support, with expertise in diaspora, advocacy and cultural preservation. Union of Ukrainians in France (UDUF) has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "5d6696cd-6c52-4e99-ad1a-d1778457cf1d": {
    "description": "Union of Ukrainians in Île-de-France (IDFU) is an organization based in Paris, France, specializing in Cultural Diplomacy, Community Support and Humanitarian, with expertise in humanitarian aid, integration and cultural exchange. Union of Ukrainians in Île-de-France (IDFU) has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "492102da-e0fe-46b6-95d1-751d9ea0e0ae": {
    "description": "Union of Ukrainians in Poland (ZUwP) is an organization based in Warsaw, Poland, specializing in Cultural Diplomacy, Community Support and Advocacy, with expertise in diaspora, cultural preservation and minority rights. Union of Ukrainians in Poland (ZUwP) has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "e4d5f089-b4c2-482b-8459-6adfca53d548": {
    "description": "Union of Ukrainian Women of Belgium (OUB) is an organization based in Brussels, Belgium, specializing in Cultural Diplomacy, Advocacy and Community Support, with expertise in diaspora, cultural heritage and women. Union of Ukrainian Women of Belgium (OUB) has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "2ecdebef-e823-4f0d-ac46-cb7e0ae65cad": {
    "description": "Vitsche e.V. is an organization based in Berlin, Germany, specializing in Advocacy, Cultural Diplomacy and Political Mobilization, with expertise in diaspora, activism and youth organization. Vitsche e.V. has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "aa34f85c-ec93-47c6-8c4e-d8ec798e2e8e": {
    "description": "Vitsche e.V. is an organization based in Berlin, Germany, specializing in Political Mobilization, Cultural Diplomacy and Advocacy, with expertise in diaspora, advocacy and cultural diplomacy. Vitsche e.V. has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  },
  "0e89c8cc-b7bb-4253-b39a-bc51322e3576": {
    "description": "Wojciech Konończuk is an expert based in Warsaw, Poland, specializing in Research and Policy Analysis, with expertise in policy analysis. Wojciech Konończuk contributes to policy discussions and analysis related to Ukraine and Eastern European security."
  },
  "30b475e6-f585-47c3-bf82-a2dd0e2c239c": {
    "description": "Wojciech Konończuk is an expert based in Warsaw, Poland, specializing in Research and Policy Analysis, with expertise in foreign policy, Eastern Europe and Russia-Ukraine relations. Wojciech Konończuk contributes to policy discussions and analysis related to Ukraine and Eastern European security."
  },
  "329578d0-b1cf-4811-922f-45f37b25d225": {
    "description": "Yaroslav Hrytsak is an expert based in Berlin, Germany, specializing in Research and Education, with expertise in research, education and history. Yaroslav Hrytsak contributes to policy discussions and analysis related to Ukraine and Eastern European security."
  },
  "594ee280-b4b7-417d-b12e-6da24a77c527": {
    "description": "Yaroslav Hrytsak is an expert based in Berlin, Germany, specializing in Research and Education, with expertise in research, education and history. Yaroslav Hrytsak contributes to policy discussions and analysis related to Ukraine and Eastern European security."
  },
  "badc899d-97e0-4749-8f0e-8d2beb9088e2": {
    "description": "Zentrum Liberale Moderne (LibMod) is an organization based in Berlin, Germany, specializing in Research, Policy Analysis and Advocacy, with expertise in think tank, liberal democracy and Ukraine-Germany relations. Zentrum Liberale Moderne (LibMod) has been active in policy research and analysis related to Ukraine, particularly since Russia's full-scale invasion in 2022. Key experts from this organization contribute to international understanding of the conflict and its implications for European security."
  }
}